---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SSEPointVisibilitySettings
source: html/c185f74a-698d-8e91-dcb5-abc76705eb72.htm
---
# SSEPointVisibilitySettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.